IDEA Open Model
ResultOfInternalForces.Qy Property
Compatible with IDEA StatiCa Beta 20.0
 Shear force in y dirrection
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Qy { get; set; }
Public Property Qy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfInternalForces Class
IdeaRS.OpenModel.Result Namespace